db.books.insert(
	{info:{name: '看见', author: '柴静', isbn: '9787549529322', price: '39.8', desc:'《看见》是知名记者和主持人柴静讲述央视十年历程的自传性作品，既是柴静个人的成长告白书，某种程度上亦可视作中国社会十年变迁的备忘录。十年前她被选择成为国家电视台新闻主播，却因毫无经验而遭遇挫败，非典时期成为现场记者后，现实生活犬牙交错的切肤之感，让她一点一滴脱离外在与自我的束缚，对生活与人性有了更为宽广与深厚的理解。十年之间，非典、汶川地震、两会报道、北京奥运……在每个重大事件现场，几乎都能发现柴静的身影，而如华南虎照、征地等刚性的调查报道她也多有制作。在书中，她记录下淹没在宏大叙事中的动人细节，为时代留下私人的注脚。一如既往，柴静看见并记录下新闻中给她留下强烈生命印象的个人，每个人都深嵌在世界之中，没有人可以只是一个旁观者，他人经受的，我必经受。书中记录下的人与事，是他们的生活，也是你和我的生活。《看见》中，我没有刻意选择标志性事件，也没有描绘历史的雄心，在大量的新闻报道里，我只选择了留给我强烈生命印象的人，因为工作原因，我恰好与这些人相遇。他们是流淌的，从我心腹深处的石坝上漫溢出来，坚硬的成见和模式被一遍遍冲刷，摇摇欲坠，土崩瓦解。这种摇晃是危险的，但思想的本质就是不安。', rate: 8.8}, 
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/kanjian.jpg'}
	);
db.books.insert(
	{info:{name: '穆斯林的葬礼', author: '霍达', isbn: '9787530212233', price: '39.8', desc:'《穆斯林的葬礼》是一部长篇小说，一个穆斯林家族，六十年间的兴衰，三代人命运的沉浮，两个发生在不同时代、有着不同内容却又交错扭结的爱情悲剧。两根故事线，一大家子人的悲欢离合，就这样交织重叠地，从作者笔下娓娓流出。“一道门，隔着两个世界。”——一个是玉的世界，一个是月的世界。霍达用穿插的笔法，写下了如此震撼人心的一部作品，为我们展示了穆斯林独特的风俗习惯和人生历程，描绘了回族人民在“人生的舞台上，悲剧，喜剧，轮番演出，不舍昼夜，无尽无休……”的“演出”，体现了他们生生不息的强大的民族凝聚力和向心力。', rate: 8.4}, 
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/musilindezangli.jpg'}
	);
db.books.insert(
	{info:{name: '拖延心理学', author: '【美】简·博克(Jane B. Burka)<br>莱诺拉·袁(Lenora M. Yuen)', isbn: '9787300113906', price: '39.8', desc:'从学生到科学家，从秘书到总裁，从家庭主妇到销售员，拖延的问题几乎会影响到每一个人。本书的两位作者基于他们倍受好评和极具开创性的拖延工作坊和从众多心理咨询领域中汲取的丰富理论和经验，对拖延作了一次仔细、详尽、有时也颇为幽默的探索。<br>通过鉴别和检查那些我们将事情推掉的背后原因——对失败、成功、控制、疏远和依附的恐惧，加上我们的时间概念问题和大脑的神经学因素——为我们学会怎样理解拖延的冲动以及怎样以全新方式采取行动做了一件非常扎实的基础工作。<br>作者为我们提供了达成目标、管理时间、谋求支持和处理压力等一系列方案来克服拖延问题，她们提供的方案极为实用并经受过实践的检验。本书还考虑到工作和生活节奏不断加快的当代文化诉求，以及诸如注意力缺失紊乱症、执行功能障碍症等神经认知问题对拖延的影响。本书甚至还为生活和工作在拖延者身边的人群提供了不少实用性建议。', rate: 8.2},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/tuoyanxinlixue.jpg'}
	);
db.books.insert(
	{info:{name: '风雨哈佛路', author: '【美】莉丝·默里', isbn: '9787508625942', price: '38.0', desc:'《风雨哈佛路》主人公莉丝出生在纽约的贫民窟，尽管父母吸毒，莉丝仍然深爱着他们。她在毒品、艾滋、饥饿充斥的环境中度过童年。在学校，莉丝肮脏的衣着，和藏在头发里的虱子让她饱受同学嘲弄，终因逃课被送进女童院。15岁时，莉丝拼尽全力维持的家庭最终破碎，她开始流落街头，捡拾垃圾，偷东西，她整夜乘坐地铁，因为只有在这里才能温暖入梦。莉丝早就知道，自己的生活之外，还有一个光鲜明亮的世界，只是她与那世界始终相隔。<br>莉丝流落街头时，母亲因艾滋感染而死，莉丝深受触动，她决定不再继续这样的生活，她要改变命运，重返高中。无处安身的莉丝常在地铁站、走廊里学习、睡觉，她用2年的时间完成了4年的课程，并获得“《纽约时报》一等奖学金”，以优异的成绩进入哈佛大学。<br>这是一个女孩与命运抗争的故事，面对逆境与绝望，她不屈服的勇者精神，令人动容！', rate: 8.2},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/fengyuhafolu.jpg'}
	);
db.books.insert(
	{info:{name: '育儿百科', author: '【日】松田道雄', isbn: '9787508056999', price: '49.0', desc:'《定本育儿百科》从婴儿诞生前一直写到孩子上小学，共分651章。以孩子的年龄段为单元划分，各部分相互独立，内容包括这个年龄段的孩子喂养方法，环境，异常情况，集体保育等，详细解答了育儿时遇到的各种问题，细致入微，全面周到，父母只需阅读孩子同年龄段的部分即可，使用方便，实用性强。<br>作者在书中致力于梳理育儿理念，示人给婴儿爱而不仅仅是喂养；从孩子立场出发，尊重孩子、尊重孩子的选择。这是松田老人育儿理念中最精华的部分。松田老人强调站在孩子的立场上考虑问题，强调尊重孩子的选择权利；教育孩子，注重创造力的培养；以读者为中心，从父母的角度来考虑问题。<br>作者为了支援焦虑的母亲们，专门设立了“孩子的疾病”篇，更为重要。孩子生了病看医生是理所当然的事，任何育儿书籍都不可能成为医生的代用品。遗憾的是医生们太忙了，无暇向母亲们详细解说、解释病情。“孩子的疾病”篇即担负起了替医生向病人说明病情这一角色，这样使患儿父母在理解了病情的基础上接受治疗，避免了以病患无知为前提的盲目治疗，也避免了从医院经营的角度出发无视患者立场、漠视患者痛苦的治疗。', rate: 8.8},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/yuerbaike.jpg'}
	);
db.books.insert(
	{info:{name: '四世同堂 第一部：惶惑', author: '老舍', isbn: '9787544724326', price: '32.0', desc:'《老舍作品集01:四世同堂第1部•惶惑》是老舍的长篇小说代表作，以祁家四世同堂的生活为主线，形象、真切地描绘了以小羊圈胡同住户为代表的各个阶层、各色人等的荣辱浮沉、生死存亡。作品记叙了北平沦陷后的畸形世态中，日寇铁蹄下广大平民的悲惨遭遇。', rate: 9.4},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/sishitongtanghuanghuo.jpg'}
	);
db.books.insert(
	{info:{name: '四世同堂 第二部：偷生', author: '老舍', isbn: '9787544725637', price: '34.8', desc:'《老舍作品集02:四世同堂第2部•偷生》是老舍的长篇小说代表作，以祁家四世同堂的生活为主线，形象、真切地描绘了以小羊圈胡同住户为代表的各个阶层、各色人等的荣辱浮沉、生死存亡。作品记叙了北平沦陷后的畸形世态中，日寇铁蹄下广大平民的悲惨遭遇。', rate: 9.4},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/sishitongtangtousheng.jpg'}
	);
db.books.insert(
	{info:{name: '四世同堂 第三部：饥荒', author: '老舍', isbn: '9787544726948', price: '23.8', desc:'《老舍作品集03:四世同堂第3部•饥荒》是老舍的长篇小说代表作，以祁家四世同堂的生活为主线，形象、真切地描绘了以小羊圈胡同住户为代表的各个阶层、各色人等的荣辱浮沉、生死存亡。作品记叙了北平沦陷后的畸形世态中，日寇铁蹄下广大平民的悲惨遭遇。', rate: 9.4},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/sishitongtangjihuang.jpg'}
	);
db.books.insert(
	{info:{name: '生活之道', author: '【印度】克里希那穆提 Jiddu Krishnamurti', isbn: '9787547030134', price: '36.0', desc:'克里希那穆提给青年最诚挚的忠告<br>在《生活之道》这本书里，克里希那穆提敞开心扉，向青年人解释生命的意义，爱情、性、婚姻、工作、教育及人际关系的真相。教导人们抛开所谓的权威人士的观念，用智慧去改变自己和周围的世界。', rate: 7.3},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/shenghuozhidao.jpg'}
	);
db.books.insert(
	{info:{name: '最好的我们（上）', author: '八月长安', isbn: '9787540462642', price: '55.0', desc:'你总是说青春从不曾永远，而那时候的我们，就是最好的我们。<br>这一次，我们和整个青春做告别。<br>八月长安全新力作。<br>你还记得高中时的同桌吗？那个少年有世界上最明朗的笑容，那个女生有世界上最好看的侧影。高中三年，两个人的影子和粉笔灰交织在一起，黑白分明，在记忆里面转圈。本书以怀旧的笔触讲述了女主角耿耿和男主角余淮同桌三年的故事，耿耿余淮，这么多年一路走过的成长故事极为打动人心，整个故事里有的都是在成长过程中细碎的点点滴滴，将怀旧写到了极致，将记忆也写到了极致。', rate: 9.0},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/zuihaodewomen.jpg'}
	);
db.books.insert(
	{info:{name: '最好的我们（下）', author: '八月长安', isbn: '9787540462642', price: '55.0', desc:'你总是说青春从不曾永远，而那时候的我们，就是最好的我们。<br>这一次，我们和整个青春做告别。<br>八月长安全新力作。<br>你还记得高中时的同桌吗？那个少年有世界上最明朗的笑容，那个女生有世界上最好看的侧影。高中三年，两个人的影子和粉笔灰交织在一起，黑白分明，在记忆里面转圈。本书以怀旧的笔触讲述了女主角耿耿和男主角余淮同桌三年的故事，耿耿余淮，这么多年一路走过的成长故事极为打动人心，整个故事里有的都是在成长过程中细碎的点点滴滴，将怀旧写到了极致，将记忆也写到了极致。', rate: 9.0},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/zuihaodewomen.jpg'}
	);
db.books.insert(
	{info:{name: '只为途中与你相见——仓央嘉措传与诗全集', author: '苏缨、毛晓雯', isbn: '9787539941226', price: '32.8', desc:'极端渴望自由的六世达赖喇嘛传奇人生，藏传佛教史上最引人注目的上师情歌。<br>仓央嘉措之所以被世人珍爱，不仅仅缘于他的六世达赖之尊位，更缘于他自身洋溢着活灵活现的“人性”。而这种“人性”恰恰在他的诗歌里获得了忧伤而又得体的表达。<br>在本书中，作者用传记与诗词结合的方式，对仓央嘉措的生平进行了梳理和评价，这些梳理与重译的基础，只能是历史，只能是还原仓央嘉措作为一位领袖的身份，只能是他的诗歌原本传达的内容。', rate: 7.7},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/zhiweituzhong.jpg'}
	);
db.books.insert(
	{info:{name: '文化苦旅（新版）册1', author: '余秋雨', isbn: '9787535447340', price: '39.8', desc:'《文化苦旅》一书于1992年首次出版，是余秋雨先生1980年代在海内外讲学和考察途中写下的作品，是他的第一部文化散文集。全书主要包括两部分，一部分为历史、文化散文，另一部分为回忆散文。甫一面世，该书就以文采飞扬、知识丰厚、见解独到而备受万千读者喜爱。由此开创“历史大散文”一代文风，令世人重拾中华文化价值。他的散文别具一格，见常人所未见，思常人所未思，善于在美妙的文字中一步步将读者带入历史文化长河，启迪哲思，引发情致，具有极高的审美价值和史学、文化价值。书中多篇文章后入选中学教材。但由于此书的重大影响，在为余秋雨先生带来无数光环和拥趸的同时，也带来了数之不尽的麻烦和盗版。誉满天下，“谤”亦随身。余秋雨先生在身心俱疲之下，决定亲自修订、重编此书。<br>新版《文化苦旅》作为余秋雨先生30年历史文化散文修订自选集，删掉旧版37篇文章中的13篇，新增文章17篇，其中入选教材的《道士塔》《莫高窟》《都江堰》等经典篇目全部经过改写、修订。新版内容与旧版相比，全新和改写的篇目达到三分之二以上，对新老读者都是一场全新的阅读体验和人文享受。堪称余秋雨30年来不懈的文化考察和人生思索的完美结晶。', rate: 8.3},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/wenhuakukv.jpg'}
	);
db.books.insert(
	{info:{name: '文化苦旅（新版）册2', author: '余秋雨', isbn: '9787535447340', price: '39.8', desc:'《文化苦旅》一书于1992年首次出版，是余秋雨先生1980年代在海内外讲学和考察途中写下的作品，是他的第一部文化散文集。全书主要包括两部分，一部分为历史、文化散文，另一部分为回忆散文。甫一面世，该书就以文采飞扬、知识丰厚、见解独到而备受万千读者喜爱。由此开创“历史大散文”一代文风，令世人重拾中华文化价值。他的散文别具一格，见常人所未见，思常人所未思，善于在美妙的文字中一步步将读者带入历史文化长河，启迪哲思，引发情致，具有极高的审美价值和史学、文化价值。书中多篇文章后入选中学教材。但由于此书的重大影响，在为余秋雨先生带来无数光环和拥趸的同时，也带来了数之不尽的麻烦和盗版。誉满天下，“谤”亦随身。余秋雨先生在身心俱疲之下，决定亲自修订、重编此书。<br>新版《文化苦旅》作为余秋雨先生30年历史文化散文修订自选集，删掉旧版37篇文章中的13篇，新增文章17篇，其中入选教材的《道士塔》《莫高窟》《都江堰》等经典篇目全部经过改写、修订。新版内容与旧版相比，全新和改写的篇目达到三分之二以上，对新老读者都是一场全新的阅读体验和人文享受。堪称余秋雨30年来不懈的文化考察和人生思索的完美结晶。', rate: 8.3},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/wenhuakukv.jpg'}
	);
db.books.insert(
	{info:{name: '绝望锻炼了我 朴槿惠自传', author: '【韩国】朴槿惠', isbn: '9787544737951', price: '35.0', desc:'韩国首位女总统朴槿惠唯一亲笔自传《绝望锻炼了我：朴槿惠自传》；简体中文版首次正式授权。特别收录：朴槿惠当选总统后写给中国读者的亲笔信。<br>★特别收录：朴槿惠当选总统后写给中国读者的亲笔信<br>★绝望与希望交织的传奇人生，榜样力量<br>★她的人生就是一部韩国现代史<br>★朴 槿惠对中国和中国文化的亲近<br>★颠覆大众对朴槿惠婚恋观的误解，婚姻生活和家庭温情也是她的向往<br>★与死神擦肩而过后的感恩、诚挚之作<br>★浮沉之后，对权力的透彻领悟<br>★独家大量图片，完整呈现作者生平<br>朴槿惠以最平实的笔触，娓娓道出她的过往人生，处处可见她对父母的追慕与怀念之情、对韩国人民怀抱的使命感，以及历经大起大落后的省思与坚韧。<br>《绝望锻炼了我：朴槿惠自传》全书自朴槿惠的少女时代始，描述了总统府青瓦台中的“第一家庭”如何过着寻常的生活。母亲遇刺后，朴槿惠担当起“第一夫人”的角色，其间得以了解政治的基本议题和国家的基本状况。父亲也遭暗杀后，她与弟妹黯然离开青瓦台。面对种种不堪现实与外界批判，她对人性和权力有了更深入的认识，决心远离政治。<br>1997年韩国陷入经济萧条，朴槿惠眼见民生多艰、国家危殆，毅然重返政坛。书中详细描写了在加入大国家党之后，朴槿惠如何以原则和信念立身，带领大国家党踏上破除陈年积弊、夺取国会议席的征程。', rate: 7.4},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/juewangduanlianlewo.jpg'}
	);
db.books.insert(
	{info:{name: '每一寸时光都有欢喜', author: '林清玄', isbn: '9787538748475', price: '38.0', desc:'《每一寸时光都有欢喜》是从林清玄老师在台湾出版的三十四部作品中精选，重新策划出版的一本散文集。文章多是林老师对亲情、友情、爱情、乡情的讲述，通过这些文章，可以让读者更加直观地了解林老师对人生的理解和感悟，从而达到读者对自身生活体验的共鸣。书中配有林老师生活照片，所以本书还具有一定的收藏价值。', rate: 8.8},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/meiyicunshiguangdouyouxihuan.jpg'}
	);
db.books.insert(
	{info:{name: '戒了吧！拖延症', author: '辰格', isbn: '9787201084152', price: '32.80', desc:'迪克牛仔有一首歌这样唱道：“有多少爱可以重来，有多少人愿意等待，当懂得珍惜以后归来，却不知那份爱会不会还在？”<br>那份爱，或许还有可能再回来，但时间却无法倒退，生命也无法重来。<br>读书时，你以为青春永驻，岁月很长，大把的时间可以用来挥霍，该学的东西没有学会，该看的书也没有翻开，等到匆匆四年毕业了，没有一项技能、找不到工作时，才知道“书到用时方恨少”。<br>工作时，你以为时间还多，精力还够，大把的时间用在刷微博、聊QQ、侃八卦，白天的事拖到晚上，晚上的事拖到明天，直到Deadline就在眼前，急得像热锅上的蚂蚁，敷衍了事交了差遭到一通狠批，才知道什么叫做“悲催”。<br>恋爱时，你以为山盟海誓，永远不变，答应了对方的事迟迟未做，好心的提醒也被当成了耳旁风，等到有一天你突然想明白了，想去做了，才知道什么叫做“可惜你早已远去消失在人海”。<br>难受时，你以为自己年轻，身强体壮，灾啊病啊不会找上你，等到疼得受不了了才跑到医院，却发现很多事后悔已经来不及了，躺在病床上，才知道什么叫做“身体是革命的本钱”。<br>一次又一次的拖延，一次又一次的错过，人生的差距，就是这样被拉开的。如果很多事你在第一时间就去做了，没有拖延，没有浪费时间，现在的你会在哪里？', rate: 6.6},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/jielebatuoyanzheng.jpg'}
	);
db.books.insert(
	{info:{name: '一问一世界', author: '杨澜 朱冰', isbn: '9787214068828', price: '32.0', desc:'杨澜入行20年的传记作品，立体展现杨澜20年非常媒体生涯，告诉你一个真实的杨澜和杨澜眼中的时代真相。<br>在本书中，杨澜将告诉你：她从1990年到2010年的生命跨越和岁月流转；她与基辛格、克林顿、布莱尔、老布什、李光耀、韦尔奇等高端人物的交往秘辛；她如何在人生每个节点自由潇洒地转换；她对“赢”的重新理解和体悟；她的20年非常媒体生涯和她眼中的传媒江湖……', rate: 7.2},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/yiwenyishijie.jpg'}
	);
db.books.insert(
	{info:{name: '恰到好处的幸福', author: '毕淑敏', isbn: '9787540465018', price: '32.80', desc:'1、 毕淑敏独家定制幸福秘方！钻石纪念版毕淑敏散文集温润幸福系列，全新装帧四色印刷，附赠50幅浪漫唯美彩图！纵有千间房屋，夜间无外一床安宿，纵有万亩良田，一日终究需三餐。幸福是一种心的富足，不以物质的多寡来衡量，它是付出、分享和爱的感受。本书把“幸福”作为一种正面的人生价值提出。教你如何构建合理期望，在欲望和现实中找到平衡，收获丰硕愉悦的幸福人生。<br>2、收入《恰到好处的幸福》等毕淑敏2014年创作最新篇目。每一篇都堪称精挑细选，熠熠生辉的名篇。迄今为止最精美最全面的毕淑敏文集！<br>3、紧贴现实接地气，情感治愈师毕淑敏以丰盛的人生经验为读者保驾护航，带你走出人生路上的陷阱和歧途，在通向幸福的大道上一路狂奔！<br>4. 精美装帧。收入50幅唯美浪漫彩图，全新四色印刷，名家字画交相辉映，美轮美奂。<br>5、附赠毕淑敏签名精美书签，极具收藏价值。买任意一本书均可获得偶像签名，物超所值。<br>恰到好处，是一种哲学和艺术的结晶体。它代表的豁达和淡然，是幸福门前的长廊。轻轻走过它，你就可以拍打幸福的门环。佛家有一句话，叫“无挂碍物者无恐怖”，不妨借用来，少需要物者少烦恼。因为必需少，所以受限轻。人就获得了更快的行走，更高的飞翔。本书把“幸福”作为一种正面的人生价值提出。教你如何构建合理期望，在欲望和现实中找到平衡，收获丰硕愉悦的幸福人生。<br>你，幸福了吗？', rate: 6.8},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/qiadaohaochudexingfu.jpg'}
	);
db.books.insert(
	{info:{name: '舌尖上的五谷杂粮养生排行榜速查全书', author: '杨玲 曹军', isbn: '9787553737447', price: '42.0', desc:'哪些五谷杂粮最受大众青睐，成为百姓舌尖上的最爱？不同的人群适合吃哪种五谷杂粮？如何食用五谷杂粮才能达到强身健体的作用？不同颜色的五谷杂粮又具有怎样的保健功效？本书视角直击时下最热门的五谷杂粮养生话题，通过分步详解五谷杂粮的营养、宜忌、适用人群、养生功效及食疗方法等，让您切身感受到来自五谷杂粮养生的无穷魅力，带领您走进五谷杂粮的养生世界，探寻关于五谷杂粮的食疗养生秘诀。同时本书的理念也正符合了“五谷为养，五果为助，五畜为益，五菜为充，气味合而服之，以补精益气”的健康饮食调养原则，让您和家人吃对五谷杂粮，收获健康幸福。全新的营养理念，新颖的图解形式，丰富实用的内容，相信本书一定能成为您居家生活的好帮手，为您和家人、朋友的健康保驾护航。', rate: 6.8},
	owner: {name:'CCP', email:'CCP@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/shejian.jpg'}
	);
db.books.insert(
	{info:{name: 'HTTP权威指南', author: 'David Gourley / Brian Totty', isbn: '9787115281487', price: '109.0', desc:'超文本传输协议（Hypertext Transfer Protocol，HTTP）是在万维网上进行通信时所使用的协议方案。HTTP有很多应用，但最著名的是用于web浏览器和web服务器之间的双工通信。<br>&nbsp;&nbsp;HTTP起初是一个简单的协议，因此你可能会认为关于这个协议没有太多好说的。但现在，你手上拿着的是却一本两磅重 的书。如果你对我们怎么会写出一本650页 的关于HTTP的书感到奇怪的话，可以去看一下目录。本书不仅仅是一本HTTP首部的参考手册；它是一本名副其实的web结构圣经。<br>&nbsp;&nbsp;本书中，我们尝试着将HTTP中一些互相关联且常被误解的规则梳理清楚，并编写了一系列基于各种主题的章节，对HTTP各方面的特性进行了介绍。纵观全书，我们对HTTP“为什么”这样做进行了详细的解释，而不仅仅停留在它是“怎么做”的。而且，为了节省大家寻找参考文献的时间，我们还对很多HTTP应用程序正常工作所必须的、重要的非HTTP技术进行了介绍。在组织得便于使用的附录中，可以找到按照字母排序的首部参考（这些首部构成了最常见的HTTP文本的基础）。我们希望这种概念性的设计有助于读者对HTTP的使用。<br>&nbsp;&nbsp;本书是为所有希望理解HTTP以及Web底层结构的人编写的。软硬件工程师也可以将本书作为HTTP及相关web技术的条理清楚的参考书使用。系统架构师和网络管理员可以通过本书更好地了解如何设计、实现并管理复杂的网络架构。性能工程师和分析人员可以从高速缓存和性能优化的相关章节中获益。市场营销和咨询专家可以通过概念的介绍更好地理解web技术的前景。<br>&nbsp;&nbsp;本书对一些常见的误解进行了说明，推荐了“各种使用诀窍”，提供了便捷的参考资料，并且对枯燥且令人费解的标准规范进行了可读性很强的介绍。在这本书里，我们对Web正常工作所必须且互相关联的技术进行了详细的介绍。<br>&nbsp;&nbsp;本书是很多对因特网技术充满热情的人经过大量工作写成的。希望对你有所帮助。<br>&nbsp;&nbsp;', rate: 8.6},
	owner: {name:'Yao Cheng', email:'yaocheng@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/httpquanweizhinan.jpg'}
	);
db.books.insert(
	{info:{name: '沙僧日记', author: '林长治', isbn: '9787540429287', price: '18.0', desc:'作者用沙僧的眼光，以日记体的形式，把大家已经耳熟能详的西天取经故事用调侃的语言，再加以一个个融合了现代的笑料和黑色的幽默，组成了这篇故事。 整篇文章充满了另类的调侃风格，还包含了少少的限制级调料，然而却勾而不露。搀杂了大量的网络里的新鲜元素和流行因子，轻松又贴近生活，让读者看起来忍俊不住。<br><br> 本书前言<br>自周星驰的电影《大话西游》无厘头搞笑方式风靡后，后现代小说开始向传统文化取经', rate: 7.1},
	owner: {name:'Yao Cheng', email:'yaocheng@ncsi.com.cn'},
	available:true, 
	userLike: false,
	likesCount: 0, 
	likeList: [],
	imagePath:'./img/shasengriji.jpg'}
	);